"%ld day left on trial" = "%ld den do konce platnosti zkušební verze";
"%ld days left on trial" = "%ld dnů do konce platnosti zkušební verze";
"Buy Now" = "Koupit";
"Trial Mode" = "Zkušební mód";
"Free trial has expired" = "Platnost zkušební verze vypršela";
"The trial period has expired." = "Platnost zkušební verze vypršela.";
"Wait %u" = "Čekejte %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "Vaše šé denní zkouškové období vypršelo. Zakupte si prosím Path Finder.";
